[
  {
    "id": "1",
    "name": "Totopos Caseros y Salsa",
    "description": "Crujientes totopos de tortilla recién fritos, servidos con nuestra salsa casera picante. Gratis con la compra de una comida o plato principal.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "2",
    "name": "Pico de Gallo",
    "description": "Una refrescante mezcla de tomate picado, cebolla, jalapeños y cilantro, llena de sabores auténticos mexicanos.",
    "price": 3.99,
    "category": "Entrantes"
  },
  {
    "id": "3",
    "name": "Rebanadas de Aguacate Fresco",
    "description": "Rebanadas de aguacate perfectamente maduro y cremoso, recién preparadas para ti.",
    "price": 3.99,
    "category": "Entrantes"
  },
  {
    "id": "4",
    "name": "Dip de Frijoles",
    "description": "Delicioso y cremoso dip de frijoles casero, perfecto para acompañar con nuestros totopos crujientes.",
    "price": 6.99,
    "category": "Entrantes"
  },
  {
    "id": "5",
    "name": "Dip de Queso",
    "description": "Indulgente y sedoso dip de queso casero, un verdadero deleite reconfortante.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "6",
    "name": "Queso Fundido",
    "description": "Queso derretido y chisporroteante servido con tortillas calientes, perfecto para mojar y saborear.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "7",
    "name": "Dip de Guacamole",
    "description": "Guacamole recién preparado con aguacates maduros, lleno de sabores naturales.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "8",
    "name": "Dip de Queso y Carne Molida",
    "description": "Queso suave y cremoso combinado con sabrosa carne molida sazonada.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "9",
    "name": "Queso con Jalapeño",
    "description": "Una versión picante de nuestro queso cremoso, infusionado con jalapeños ardientes.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "10",
    "name": "Queso con Chorizo",
    "description": "Nuestro rico y cremoso queso mezclado con chorizo sabroso y lleno de sabor.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "11",
    "name": "Nachos con Queso",
    "description": "Nachos crujientes generosamente cubiertos con queso derretido y pegajoso.",
    "price": 9.99,
    "category": "Entrantes"
  },
  {
    "id": "12",
    "name": "Nachos con Frijoles y Queso",
    "description": "Nachos crujientes cubiertos con cremosos frijoles refritos y bañados en queso derretido.",
    "price": 9.99,
    "category": "Entrantes"
  },
  {
    "id": "13",
    "name": "Nachos con Carne y Queso",
    "description": "Nachos crujientes apilados con carne sazonada y una capa de queso derretido.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "14",
    "name": "Nachos con Pollo y Queso",
    "description": "Nachos crujientes coronados con pollo a la parrilla tierno y queso derretido.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "15",
    "name": "Nachos Las Patronas",
    "description": "Nuestro aperitivo insignia: nachos cargados con jugoso bistec, pollo a la parrilla, chorizo picante, frijoles, pimientos, cebollas, queso derretido, lechuga crujiente y una cucharada de crema agria.",
    "price": 12.99,
    "category": "Entrantes"
  },
  {
    "id": "16",
    "name": "Jalapeños Rellenos",
    "description": "Jalapeños picantes rellenos a la perfección, servidos con cremoso guacamole y crema agria.",
    "price": 7.99,
    "category": "Entrantes"
  },
  {
    "id": "17",
    "name": "Tostadas de Camarón",
    "description": "Crujientes tostadas cubiertas con suculentos camarones y frescos ingredientes.",
    "price": 9.99,
    "category": "Entrantes"
  },
  {
    "id": "18",
    "name": "Guacamole con Queso y Chicharrón",
    "description": "Nuestro guacamole fresco cubierto con queso rallado y crujientes chicharrones para un toque extra.",
    "price": 10.99,
    "category": "Entrantes"
  },
  {
    "id": "19",
    "name": "Sopa de Pollo y Arroz con Verduras",
    "description": "Un reconfortante tazón de sopa abundante de pollo y arroz cargada con verduras frescas.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "20",
    "name": "Sopa de Tortilla con Pollo",
    "description": "Una cálida y sabrosa sopa de tortilla llena de tiernos trozos de pollo.",
    "price": 8.99,
    "category": "Entrantes"
  },
  {
    "id": "21",
    "name": "Ensalada de Bistec de la Casa",
    "description": "Jugoso bistec a la parrilla sobre una fresca cama de lechuga, pimientos, cebollas, pepinos, brócoli, tomates, cremosas rebanadas de aguacate, queso y tu elección de aderezo.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "22",
    "name": "Ensalada de Pollo a la Parrilla de la Casa",
    "description": "Tierna pechuga de pollo a la parrilla sobre lechuga fresca, pimientos vibrantes, cebollas, pepinos, brócoli, tomates, cremosas rebanadas de aguacate, queso y tu aderezo favorito.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "23",
    "name": "Ensalada de Pollo Empanizado de la Casa",
    "description": "Crujiente pollo empanizado sobre lechuga fresca, pimientos coloridos, cebollas, pepinos, brócoli, jugosos tomates, cremosas rebanadas de aguacate, queso y tu elección de aderezo.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "24",
    "name": "Ensalada de Camarones a la Parrilla de la Casa",
    "description": "Suculentos camarones a la parrilla sobre lechuga crujiente, pimientos, cebollas, pepinos, brócoli, tomates maduros, rebanadas de aguacate, queso y aderezada con tu aderezo favorito.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "25",
    "name": "Ensalada de Tilapia a la Parrilla de la Casa",
    "description": "Delicada tilapia a la parrilla sobre una fresca mezcla de lechuga, pimientos, cebollas, pepinos, brócoli, tomates, rebanadas de aguacate, queso y tu elección de aderezo.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "26",
    "name": "Ensalada Clásica",
    "description": "Una refrescante mezcla de lechuga crujiente, pimientos vibrantes, cebollas, pepinos, brócoli, jugosos tomates, cremosas rebanadas de aguacate, queso, todo aderezado con tu elección de aderezo.",
    "price": 7.99,
    "category": "Ensaladas"
  },
  {
    "id": "27",
    "name": "Ensalada Taco de Res",
    "description": "Una deliciosa mezcla de lechuga iceberg, tomates, queso mexicano, frijoles refritos y crema agria, todo anidado en un crujiente tazón de tortilla.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "28",
    "name": "Ensalada Taco de Pollo",
    "description": "Una deliciosa mezcla de lechuga iceberg, tomates, queso mexicano, frijoles refritos y crema agria, todo anidado en un crujiente tazón de tortilla.",
    "price": 11.99,
    "category": "Ensaladas"
  },
  {
    "id": "29",
    "name": "Ensalada Las Patronas de Bistec",
    "description": "Pimientos y cebollas a la parrilla combinados con lechuga fresca, tomate, queso mexicano, frijoles refritos y crema agria, servidos en un crujiente tazón de tortilla.",
    "price": 12.99,
    "category": "Ensaladas"
  },
  {
    "id": "30",
    "name": "Ensalada Las Patronas de Pollo",
    "description": "Pimientos y cebollas a la parrilla combinados con lechuga fresca, tomate, queso mexicano, frijoles refritos y crema agria, servidos en un crujiente tazón de tortilla.",
    "price": 12.99,
    "category": "Ensaladas"
  },
  {
    "id": "31",
    "name": "Ensalada Las Patronas de Bistec y Camarones",
    "description": "Una mezcla abundante de bistec y camarones a la parrilla con pimientos, cebollas, lechuga fresca, tomate, queso mexicano, frijoles refritos y crema agria en un crujiente tazón de tortilla.",
    "price": 16.98,
    "category": "Ensaladas"
  },
  {
    "id": "32",
    "name": "Ensalada Las Patronas de Pollo y Camarones",
    "description": "Una mezcla abundante de pollo y camarones a la parrilla con pimientos, cebollas, lechuga fresca, tomate, queso mexicano, frijoles refritos y crema agria en un crujiente tazón de tortilla.",
    "price": 16.98,
    "category": "Ensaladas"
  },
  {
    "id": "33",
    "name": "Ensalada de Guacamole",
    "description": "Una fresca ensalada de lechuga crujiente, tomate maduro, queso y cremoso guacamole.",
    "price": 2.99,
    "category": "Ensaladas"
  },
  {
    "id": "34",
    "name": "Ensalada de Crema Agria",
    "description": "Una fresca mezcla de lechuga, jugoso tomate, queso, coronada con crema agria ácida.",
    "price": 2.99,
    "category": "Ensaladas"
  },
  {
    "id": "35",
    "name": "Medio Aguacate Fresco en Rebanadas",
    "description": "Una porción de medio aguacate perfectamente maduro y recién rebanado.",
    "price": 2.45,
    "category": "Ensaladas"
  },
  {
    "id": "36",
    "name": "Fajitas Mixtas",
    "description": "Jugosa pechuga de pollo y tiras de bistec sazonado salteadas con pimientos frescos y cebollas. Servidas con arroz español, frijoles refritos y una ensalada de crema agria.",
    "price": 18.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "37",
    "name": "Fajitas de la Casa",
    "description": "Un trío de pechuga de pollo a la parrilla, bistec magro y camarones tiernos salteados con pimientos frescos y cebollas. Servidas con arroz español, frijoles refritos y una ensalada de crema agria.",
    "price": 20.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "38",
    "name": "Fajitas de Camarón",
    "description": "Suculentos camarones a la parrilla salteados con pimientos frescos y cebollas. Servidas con arroz español, frijoles refritos y una ensalada de crema agria.",
    "price": 21.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "39",
    "name": "Fajitas de Mariscos",
    "description": "Una delicia del mar de camarones a la parrilla y surtido de mariscos salteados con pimientos frescos y cebollas. Servidas con arroz español, frijoles refritos y una ensalada de crema agria.",
    "price": 23.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "40",
    "name": "Fajitas de Pollo",
    "description": "Tiernas tiras de pechuga de pollo a la parrilla salteadas con pimientos frescos y cebollas. Servidas con arroz español, frijoles refritos y una ensalada de crema agria.",
    "price": 17.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "41",
    "name": "Barbacoa Patronas (para 2 personas)",
    "description": "Un festín abundante de bistec, pollo, chorizo mexicano, pescado blanco, camarones, crujiente chicharrón, queso fresco y jalapeños a la parrilla. Perfecto para compartir.",
    "price": 37.99,
    "category": "Especialidades de la Casa"
  },
  {
    "id": "42",
    "name": "Las Patronas",
    "description": "Sabroso bistec y chorizo salteados con pimientos y cebollas, cubiertos con queso gratinado derretido. Servidos con arroz, frijoles y tortillas calientes.",
    "price": 16.99,
    "category": "Tacos"
  },
  {
    "id": "43",
    "name": "Las Piratas",
    "description": "Delicioso pastor de cerdo con piña dulce y cebollas, cubierto con queso gratinado derretido. Servido con arroz, frijoles y tortillas calientes.",
    "price": 16.99,
    "category": "Tacos"
  },
  {
    "id": "44",
    "name": "Las Locas",
    "description": "Una mezcla abundante de chuleta de cerdo, tocino, bistec, champiñones, cebollas, pimientos y queso gratinado derretido. Servido con arroz, frijoles y tortillas calientes.",
    "price": 17.99,
    "category": "Tacos"
  },
  {
    "id": "45",
    "name": "Quesabirrias",
    "description": "Sabrosa carne de birria en tortillas de harina calientes con queso, cebollas, cilantro y un lado de rico consomé para mojar.",
    "price": 13.99,
    "category": "Tacos"
  },
  {
    "id": "46",
    "name": "Taco de Calle de Bistec",
    "description": "Jugoso taco de bistec de calle cubierto con cebollas frescas, cilantro y un toque de limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "47",
    "name": "Taco de Calle de Carnitas",
    "description": "Tierno taco de carnitas adornado con cebollas, cilantro y un toque de limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "48",
    "name": "Taco de Calle de Cochinita",
    "description": "Sabroso taco de cochinita cubierto con cebollas, cilantro y un toque de limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "49",
    "name": "Taco de Calle de Birria",
    "description": "Delicioso taco de birria adornado con cebollas, cilantro y lima fresca.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "50",
    "name": "Taco de Carne Molida",
    "description": "Taco de carne molida sazonada cubierto con cebollas, cilantro y un toque de limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "51",
    "name": "Taco de Calle de Carne Deshebrada",
    "description": "Taco de carne deshebrada adornado con cebollas frescas, cilantro y limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "52",
    "name": "Taco de Calle de Pollo Deshebrado",
    "description": "Tierno taco de pollo deshebrado cubierto con cebollas, cilantro y un toque de limón.",
    "price": 2.99,
    "category": "Tacos"
  },
  {
    "id": "53",
    "name": "Taco Patrona",
    "description": "Una sabrosa combinación de bistec, chorizo, pimientos, cebollas y queso derretido envuelto en una cálida tortilla de harina.",
    "price": 4.99,
    "category": "Tacos"
  },
  {
    "id": "54",
    "name": "Opción 1",
    "description": "Una combinación satisfactoria de un burrito de frijoles y una enchilada de queso, servidos con arroz español.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "55",
    "name": "Opción 2",
    "description": "Dos enchiladas de queso y una crujiente chalupa de frijoles, servidos con arroz español.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "56",
    "name": "Opción 3",
    "description": "Un sabroso chile relleno acompañado de una quesadilla de champiñones, servidos con arroz español.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "57",
    "name": "Opción 4",
    "description": "Una deliciosa quesadilla de champiñones servida con arroz español y frijoles refritos.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "58",
    "name": "Opción 5",
    "description": "Un sabroso chile relleno y una enchilada de queso, servidos con arroz español y frijoles refritos.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "59",
    "name": "Opción 6",
    "description": "Un abundante burrito de frijoles acompañado de dos enchiladas de queso.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "60",
    "name": "Opción 7",
    "description": "Crujientes tostadas de frijoles y queso servidas con arroz español.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "61",
    "name": "Opción 8",
    "description": "Fajitas vegetarianas chisporroteantes con pimientos, cebollas, champiñones, brócoli y tomates. Servidas con arroz, ensalada de crema agria y tortillas calientes.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "62",
    "name": "Opción 9",
    "description": "Una quesadilla a la parrilla rellena de vegetales frescos y queso derretido.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "63",
    "name": "Opción 10",
    "description": "Un burrito grande lleno de vegetales, arroz, frijoles y cubierto con salsa y queso derretido.",
    "price": 12.99,
    "category": "Delicias Vegetarianas"
  },
  {
    "id": "64",
    "name": "Filete de Pescado",
    "description": "Un delicado filete de pescado a la parrilla a la perfección, servido con arroz español y una refrescante ensalada de crema agria.",
    "price": 16.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "65",
    "name": "Camarones a la Diabla",
    "description": "Jugosos camarones salteados en una salsa 'Diabla' extra picante, servidos con arroz y una refrescante ensalada de crema agria.",
    "price": 18.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "66",
    "name": "Camarones a la Mexicana",
    "description": "Suculentos camarones salteados en una salsa mexicana de tomate picante, servidos con arroz y una ensalada de crema agria.",
    "price": 18.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "67",
    "name": "Camarones Rancheros",
    "description": "Jugosos camarones salteados en una suave salsa ranchera de tomate, servidos con arroz y una refrescante ensalada de crema agria.",
    "price": 18.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "68",
    "name": "Camarones al Mojo de Ajo",
    "description": "Camarones salteados en aromático aceite de ajo, servidos con arroz español y una ensalada de crema agria.",
    "price": 18.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "69",
    "name": "Cóctel de Camarón",
    "description": "Camarones fríos servidos en nuestra salsa cóctel casera, acompañados de arroz español y una ensalada de crema agria.",
    "price": 16.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "70",
    "name": "Caldo de Mariscos",
    "description": "Un abundante caldo de surtido de mariscos preparado con mariscos con cáscara, servido con arroz español y una ensalada de crema agria.",
    "price": 20.99,
    "category": "Especialidades del Mar"
  },
  {
    "id": "71",
    "name": "Carne Asada",
    "description": "Tierna carne asada a la parrilla en rebanadas delgadas con cebollas caramelizadas. Servida con arroz, frijoles, pico de gallo fresco, ensalada de crema agria y tortillas calientes.",
    "price": 17.99,
    "category": "Especialidades de Bistec"
  },
  {
    "id": "72",
    "name": "Bistec Ranchero",
    "description": "Bistec a la parrilla en rebanadas delgadas salteado en una suave salsa ranchera. Servido con arroz, frijoles, pico de gallo, ensalada de crema agria y tortillas calientes.",
    "price": 17.99,
    "category": "Especialidades de Bistec"
  },
  {
    "id": "73",
    "name": "Bistec en Salsa Verde",
    "description": "Bistec en rebanadas delgadas salteado en una salsa verde de tomatillo picante. Servido con arroz, frijoles, pico de gallo, ensalada de crema agria y tortillas calientes.",
    "price": 17.99,
    "category": "Especialidades de Bistec"
  },
  {
    "id": "74",
    "name": "Bistec a la Diabla",
    "description": "Bistec en rebanadas delgadas salteado en una salsa de chipotle picante. Servido con arroz, frijoles, pico de gallo, ensalada de crema agria y tortillas calientes.",
    "price": 17.99,
    "category": "Especialidades de Bistec"
  },
  {
    "id": "75",
    "name": "Pollo a la Mexicana",
    "description": "Tierno pollo estilo fajita salteado con jalapeños picantes y cebollas. Servido con arroz y frijoles refritos.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "76",
    "name": "Pollo Asado",
    "description": "Jugosa pechuga de pollo a la parrilla servida con arroz y frijoles refritos.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "77",
    "name": "Pollo Loco con Salsa Verde",
    "description": "Pechuga de pollo a la parrilla bañada en salsa verde picante, servida con arroz y frijoles.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "78",
    "name": "Pollo Loco con Salsa Ranchera",
    "description": "Pechuga de pollo a la parrilla cubierta con sabrosa salsa ranchera, servida con arroz y frijoles.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "79",
    "name": "Pollo Loco con Salsa Diabla",
    "description": "Pechuga de pollo a la parrilla bañada en salsa diabla picante, servida con arroz y frijoles.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "80",
    "name": "Pollo Empanizado",
    "description": "Crujiente pollo empanizado servido con arroz y frijoles refritos.",
    "price": 16.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "81",
    "name": "Pollo con Salsa de Champiñones",
    "description": "Pechuga de pollo a la parrilla cubierta con champiñones salteados y queso derretido. Servida con arroz español y brócoli al vapor.",
    "price": 17.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "82",
    "name": "Pollo con Chorizo",
    "description": "Pechuga de pollo a la parrilla cubierta con sabroso chorizo y queso derretido. Servida con arroz y frijoles.",
    "price": 17.99,
    "category": "Especialidades de Pollo"
  },
  {
    "id": "83",
    "name": "Enchiladas con Mole",
    "description": "Tres enchiladas de pollo bañadas en rica salsa de mole, servidas con arroz español y frijoles.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "84",
    "name": "Enchiladas Verdes de Pollo Deshebrado",
    "description": "Tres enchiladas de pollo deshebrado cubiertas con salsa verde picante.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "85",
    "name": "Enchiladas Verdes de Carne Deshebrada",
    "description": "Tres enchiladas de carne deshebrada bañadas en salsa verde sabrosa.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "86",
    "name": "Enchiladas Verdes de Carne Molida",
    "description": "Tres enchiladas de carne molida sazonada cubiertas con salsa verde.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "87",
    "name": "Enchiladas Verdes de Cerdo Deshebrado",
    "description": "Tres enchiladas de cerdo deshebrado bañadas en salsa verde picante.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "88",
    "name": "Enchiladas de Cerdo",
    "description": "Tres enchiladas de cerdo cubiertas con salsa verde, servidas con una ensalada de crema agria y arroz español.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "89",
    "name": "Enchiladas Rojas de Pollo Deshebrado",
    "description": "Tres enchiladas de pollo deshebrado bañadas en rica salsa roja.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "90",
    "name": "Enchiladas Rojas de Carne Deshebrada",
    "description": "Tres enchiladas de carne deshebrada cubiertas con sabrosa salsa roja.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "91",
    "name": "Enchiladas Rojas de Carne Molida",
    "description": "Tres enchiladas de carne molida sazonada bañadas en salsa roja.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "92",
    "name": "Enchiladas Rojas de Cerdo Deshebrado",
    "description": "Tres enchiladas de cerdo deshebrado cubiertas con deliciosa salsa roja.",
    "price": 12.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "93",
    "name": "Enchiladas Mexicanas de Pollo Deshebrado",
    "description": "Tres enchiladas de pollo deshebrado cubiertas con salsas verde y roja, queso derretido y chorizo mexicano. Servidas con ensalada de crema agria y arroz.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "94",
    "name": "Enchiladas Mexicanas de Carne Deshebrada",
    "description": "Tres enchiladas de carne deshebrada con salsas verde y roja, queso derretido y chorizo mexicano. Servidas con ensalada de crema agria y arroz.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "95",
    "name": "Enchiladas Mexicanas de Carne Molida",
    "description": "Tres enchiladas de carne molida bañadas en salsas verde y roja, queso derretido y chorizo mexicano. Servidas con ensalada de crema agria y arroz.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "96",
    "name": "Enchiladas Mexicanas de Cerdo Deshebrado",
    "description": "Tres enchiladas de cerdo deshebrado cubiertas con salsas verde y roja, queso derretido y chorizo mexicano. Servidas con ensalada de crema agria y arroz.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "97",
    "name": "Taquitos",
    "description": "Cuatro tortillas de maíz fritas y crujientes rellenas de pollo deshebrado, cubiertas con tomate, lechuga, queso y crema agria. Servidas con arroz y frijoles.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "98",
    "name": "Quesadillas de Pollo Deshebrado",
    "description": "Tortilla de harina a la parrilla rellena con pollo deshebrado, pimientos y cebollas. Servida con arroz y frijoles.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "99",
    "name": "Quesadillas de Carne Deshebrada",
    "description": "Tortilla de harina a la parrilla rellena con carne deshebrada, pimientos y cebollas. Servida con arroz y frijoles.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "100",
    "name": "Quesadillas de Carne Molida",
    "description": "Tortilla de harina a la parrilla rellena con carne molida sazonada, pimientos y cebollas. Servida con arroz y frijoles.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "101",
    "name": "Quesadillas de Cerdo Deshebrado",
    "description": "Tortilla de harina a la parrilla rellena con cerdo deshebrado, pimientos y cebollas. Servida con arroz y frijoles.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "102",
    "name": "Burrito Supremo de Pollo Deshebrado",
    "description": "Un burrito supremo de pollo deshebrado con pimientos, cebollas a la parrilla, tomate, lechuga, queso y crema agria, bañado en salsa de burrito y queso derretido. Servido con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "103",
    "name": "Burrito Supremo de Carne Deshebrada",
    "description": "Un burrito supremo de carne deshebrada con pimientos, cebollas a la parrilla, tomate, lechuga, queso y crema agria, bañado en salsa de burrito y queso derretido. Servido con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "104",
    "name": "Burrito Supremo de Carne Molida",
    "description": "Un burrito supremo de carne molida con pimientos, cebollas a la parrilla, tomate, lechuga, queso y crema agria, bañado en salsa de burrito y queso derretido. Servido con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "105",
    "name": "Burrito Supremo de Cerdo Deshebrado",
    "description": "Un burrito supremo de cerdo deshebrado con pimientos, cebollas a la parrilla, tomate, lechuga, queso y crema agria, bañado en salsa de burrito y queso derretido. Servido con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "106",
    "name": "Burritos Las Patronas de Pollo Deshebrado",
    "description": "Tres burritos de pollo deshebrado en tortillas de harina, cubiertos con queso, crema agria y pico de gallo. Servidos con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "107",
    "name": "Burritos Las Patronas de Carne Deshebrada",
    "description": "Tres burritos de carne deshebrada en tortillas de harina, cubiertos con queso, crema agria y pico de gallo. Servidos con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "108",
    "name": "Burritos Las Patronas de Carne Molida",
    "description": "Tres burritos de carne molida en tortillas de harina, cubiertos con queso, crema agria y pico de gallo. Servidos con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "109",
    "name": "Burritos Las Patronas de Cerdo Deshebrado",
    "description": "Tres burritos de cerdo deshebrado en tortillas de harina, cubiertos con queso, crema agria y pico de gallo. Servidos con arroz y frijoles.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "110",
    "name": "Burrito Mexicano",
    "description": "Un burrito colosal relleno de pollo a la parrilla, bistec y chorizo, cubierto con salsa verde, queso derretido y salsa roja.",
    "price": 15.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "111",
    "name": "Burrito Clásico de Pollo Deshebrado",
    "description": "Un burrito clásico de pollo deshebrado con pimientos, cebollas a la parrilla, arroz y frijoles envuelto en una tortilla de harina.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "112",
    "name": "Burrito Clásico de Carne Deshebrada",
    "description": "Un burrito clásico de carne deshebrada con pimientos, cebollas a la parrilla, arroz y frijoles envuelto en una tortilla de harina.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "113",
    "name": "Burrito Clásico de Carne Molida",
    "description": "Un burrito clásico de carne molida con pimientos, cebollas a la parrilla, arroz y frijoles envuelto en una tortilla de harina.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "114",
    "name": "Burrito Clásico de Cerdo Deshebrado",
    "description": "Un burrito clásico de cerdo deshebrado con pimientos, cebollas a la parrilla, arroz y frijoles envuelto en una tortilla de harina.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "115",
    "name": "Chimichangas de Pollo Deshebrado",
    "description": "Dos crujientes chimichangas de pollo deshebrado servidas con arroz español y una ensalada de crema agria.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "116",
    "name": "Chimichangas de Carne Deshebrada",
    "description": "Dos crujientes chimichangas de carne deshebrada servidas con arroz español y una ensalada de crema agria.",
    "price": 13.99,
    "category": "Mexicano Tradicional"
  },
  {
    "id": "117",
    "name": "Taco de Res - $1",
    "description": "Nuestro tradicional taco callejero de res con carne molida sazonada, cebolla y cilantro.",
    "price": 1,
    "category": "Martes de Tacos"
  },
  {
    "id": "118",
    "name": "Taco de Pollo - $1",
    "description": "Nuestro tradicional taco callejero de pollo con carne molida sazonada, cebolla y cilantro.",
    "price": 1,
    "category": "Martes de Tacos"
  },
  {
    "id": "119",
    "name": "Taco de Cerdo - $1",
    "description": "Nuestro tradicional taco callejero de cerdo con carne molida sazonada, cebolla y cilantro.",
    "price": 1,
    "category": "Martes de Tacos"
  },
  {
    "id": "120",
    "name": "Chimichangas de Pollo con Arroz y Frijoles",
    "description": "Dos chimichangas de pollo servidas con arroz español y frijoles refritos. Un favorito delicioso para el almuerzo.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  },
  {
    "id": "121",
    "name": "Chimichangas de Res con Arroz y Frijoles",
    "description": "Dos chimichangas de res servidas con arroz español y frijoles refritos. Perfecto para satisfacer tus antojos del almuerzo.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  },
  {
    "id": "122",
    "name": "Burrito Supremo de Pollo",
    "description": "Un burrito de pollo abundante cargado con pimientos, cebollas a la parrilla, lechuga, tomate, crema agria y queso.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  },
  {
    "id": "123",
    "name": "Burrito Supremo de Res",
    "description": "Un burrito de res satisfactorio lleno de pimientos, cebollas a la parrilla, lechuga, tomate, crema agria y queso.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  },
  {
    "id": "124",
    "name": "2 Tacos de Pollo con Arroz y Frijoles",
    "description": "Dos tacos de pollo cubiertos con cebolla y cilantro. Servidos con arroz español y frijoles refritos para una comida completa.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  },
  {
    "id": "125",
    "name": "2 Tacos de Res con Arroz y Frijoles",
    "description": "Dos tacos de res cubiertos con cebolla y cilantro. Servidos con arroz español y frijoles refritos para un almuerzo satisfactorio.",
    "price": 11.99,
    "category": "Especial de Almuerzo (11:30 AM a 2:00 PM)"
  }
]
